Repository: cabreramouzo/FontAppiOS
Catalog: FontApp/FontApp/Localizable.xcstrings
Source language: ca
Languages: en, es, eu, fr, gl, it, pt_pt

# ios.permission.notificationsBody
source: T’avisarem si una font que segueixes es queda seca, té una incidència o algú et respon. La resta queda a la campana de l’app.
en: Get an alert if a fountain you follow runs dry, has a problem, or someone replies to you. Other updates stay in the in-app bell.
es: Te avisaremos si una fuente que sigues se queda seca, tiene una incidencia o alguien te responde. El resto queda en la campana de la app.
eu: Jarraitzen duzun iturri bat lehortzen bada, arazo bat badu edo norbaitek erantzuten badizu, abisatuko dizugu. Besteak aplikazioko kanpaian geratzen dira.
fr: Recevez une alerte si une fontaine suivie est à sec, a un problème ou si quelqu’un vous répond. Le reste reste dans la cloche de l’app.
gl: Avisarémoste se unha fonte que segues queda seca, ten unha incidencia ou alguén che responde. O resto queda na campá da app.
it: Ricevi un avviso se una fontana che segui si prosciuga, ha un problema o qualcuno ti risponde. Il resto rimane nella campanella dell’app.
pt_pt: Recebe um aviso se uma fonte que segues ficar seca, tiver um problema ou alguém te responder. O resto fica na campainha da app.

# ios.permission.notificationsTitle
source: Avisos que importen
en: Notices that matter
es: Avisos que importan
eu: Garrantzitsuak diren abisuak
fr: Des alertes utiles
gl: Avisos que importan
it: Avvisi importanti
pt_pt: Avisos importantes

# ios.permission.notNow
source: Ara no
en: Not now
es: Ahora no
eu: Orain ez
fr: Pas maintenant
gl: Agora non
it: Non ora
pt_pt: Agora não

# ios.permission.passingBody
source: Si actives aquesta funció, l’iPhone pot detectar fonts properes amb la ubicació «Sempre» i enviar-te un avís local per confirmar si ragen. Pots deixar-la desactivada.
en: If you turn this on, your iPhone can detect nearby fountains using Always location and send a local notice to ask if water is flowing. You can leave it off.
es: Si activas esta función, el iPhone puede detectar fuentes cercanas con la ubicación «Siempre» y enviarte un aviso local para confirmar si manan. Puedes dejarla desactivada.
eu: Funtzio hau aktibatuz gero, iPhoneak inguruko iturriak antzeman ditzake «Beti» kokapenarekin, eta tokiko abisu bat bidali ura darien galdetzeko. Desaktibatuta utz dezakezu.
fr: Si vous activez cette fonction, l’iPhone peut détecter les fontaines proches avec la position « Toujours » et demander par alerte locale si l’eau coule. Vous pouvez la laisser désactivée.
gl: Se activas esta función, o iPhone pode detectar fontes próximas coa localización «Sempre» e enviarche un aviso local para confirmar se botan auga. Podes deixala desactivada.
it: Se attivi questa funzione, l’iPhone può rilevare le fontane vicine con la posizione «Sempre» e chiederti con un avviso locale se scorre acqua. Puoi lasciarla disattivata.
pt_pt: Se ativares esta função, o iPhone pode detetar fontes próximas com localização «Sempre» e enviar um aviso local para confirmar se corre água. Podes deixá-la desligada.

# ios.permission.passingTitle
source: Quan passis per una font
en: When you pass a fountain
es: Cuando pases por una fuente
eu: Iturri baten ondotik pasatzean
fr: Quand vous passez près d’une fontaine
gl: Cando pases por unha fonte
it: Quando passi vicino a una fontana
pt_pt: Quando passares por uma fonte

# ios.permission.photosBody
source: Si tens una aportació pendent, pots desar-ne la foto a Fotos. Només demanem permís per afegir-la; no llegim la teva fototeca.
en: If you have a contribution waiting to send, you can save its photo to Photos. We only ask to add it; we cannot read your library.
es: Si tienes una aportación pendiente, puedes guardar su foto en Fotos. Solo pedimos permiso para añadirla; no leemos tu fototeca.
eu: Bidaltzeko ekarpen bat baduzu, haren argazkia Argazkiak aplikazioan gorde dezakezu. Gehitzeko baimena baino ez dugu eskatzen; ez dugu zure fototeka irakurtzen.
fr: Si une contribution attend l’envoi, vous pouvez enregistrer sa photo dans Photos. Nous demandons seulement l’ajout ; nous ne lisons pas votre photothèque.
gl: Se tes unha achega pendente, podes gardar a súa foto en Fotos. Só pedimos permiso para engadila; non lemos a túa fototeca.
it: Se hai un contributo in attesa di invio, puoi salvare la foto in Foto. Chiediamo solo di aggiungerla; non leggiamo la tua libreria.
pt_pt: Se tiveres uma contribuição por enviar, podes guardar a foto em Fotografias. Só pedimos permissão para a adicionar; não lemos a tua biblioteca.

# ios.permission.photosTitle
source: Desa una foto teva
en: Save your photo
es: Guarda una foto tuya
eu: Gorde zure argazkia
fr: Enregistrez votre photo
gl: Garda unha foto túa
it: Salva una tua foto
pt_pt: Guarda uma foto tua

# ios.photo.icloud
source: Aquesta foto no és en aquest mòbil (és a iCloud) i no hi ha connexió per baixar-la. Tria'n una desada al mòbil o fes-ne una de nova.
en: That photo is not on this phone (it is in iCloud) and there is no connection to download it. Choose one saved on the phone, or take a new one.
es: Esa foto no está en este móvil (está en iCloud) y no hay conexión para descargarla. Elige una guardada en el móvil o haz una nueva.
eu: Argazki hori ez dago telefono honetan (iCloud-en dago) eta ez dago konexiorik deskargatzeko. Aukeratu telefonoan gordeta dagoen bat edo atera berri bat.
fr: Cette photo n'est pas sur ce téléphone (elle est dans iCloud) et il n'y a pas de connexion pour la télécharger. Choisissez-en une enregistrée sur le téléphone ou prenez-en une nouvelle.
gl: Esa foto non está neste móbil (está en iCloud) e non hai conexión para descargala. Escolle unha gardada no móbil ou fai unha nova.
it: Quella foto non è su questo telefono (è su iCloud) e non c’è connessione per scaricarla. Scegline una salvata sul telefono o scattane una nuova.
pt_pt: Essa foto não está neste telemóvel (está no iCloud) e não há ligação para a descarregar. Escolha uma guardada no telemóvel ou tire uma nova.

# ios.photo.unreadable
source: No s'ha pogut llegir aquesta foto. Prova'n una altra.
en: That photo could not be read. Try another one.
es: No se ha podido leer esa foto. Prueba con otra.
eu: Ezin izan da argazki hori irakurri. Saiatu beste batekin.
fr: Cette photo n'a pas pu être lue. Essayez-en une autre.
gl: Non se puido ler esa foto. Proba con outra.
it: Impossibile leggere questa foto. Prova con un'altra.
pt_pt: Não foi possível ler essa foto. Tente outra.

# ios.photoSaved
source: Desada a Fotos
en: Saved to Photos
es: Guardada en Fotos
eu: Argazkietan gordeta
fr: Enregistrée dans Photos
gl: Gardada en Fotos
it: Salvata in Foto
pt_pt: Guardada em Fotos

# ios.photoSaveDenied
source: Sense accés a Fotos. Permet-ho a Ajustos per desar la foto.
en: No access to Photos. Allow it in Settings to save the photo.
es: Sin acceso a Fotos. Permítelo en Ajustes para guardar la foto.
eu: Ez dago Argazkietarako sarbiderik. Baimendu Ezarpenetan argazkia gordetzeko.
fr: Pas d'accès à Photos. Autorisez-le dans Réglages pour enregistrer la photo.
gl: Sen acceso a Fotos. Permítoo en Axustes para gardar a foto.
it: Nessun accesso a Foto. Consentilo in Impostazioni per salvare la foto.
pt_pt: Sem acesso a Fotos. Permita-o em Definições para guardar a foto.

# ios.photoSaveFailed
source: No s'ha pogut desar la foto.
en: The photo could not be saved.
es: No se ha podido guardar la foto.
eu: Ezin izan da argazkia gorde.
fr: La photo n'a pas pu être enregistrée.
gl: Non se puido gardar a foto.
it: Impossibile salvare la foto.
pt_pt: Não foi possível guardar a foto.

# ios.profile.stale
source: {n} fonts que depenen de tu fa més de tres mesos que ningú hi torna
en: {n} fountains that depend on you have gone over three months without a visit
es: {n} fuentes que dependen de ti llevan más de tres meses sin que nadie vuelva
eu: Zure menpeko {n} iturritara ez da inor itzuli hiru hilabete baino gehiagoan
fr: {n} fontaines qui dépendent de vous n’ont eu aucune visite depuis plus de trois mois
gl: {n} fontes que dependen de ti levan máis de tres meses sen que ninguén volva
it: {n} fontane che dipendono da te sono senza visite da più di tre mesi
pt_pt: {n} fontes que dependem de si estão há mais de três meses sem visita

# ios.push.denied
source: Les notificacions de FontApp estan desactivades. Es poden tornar a activar als Ajustos de l’iPhone.
en: FontApp notifications are off. They can be turned back on in the iPhone’s Settings.
es: Las notificaciones de FontApp están desactivadas. Se pueden volver a activar en los Ajustes del iPhone.
eu: FontApp-en jakinarazpenak desaktibatuta daude. iPhonearen Ezarpenetan aktiba daitezke berriro.
fr: Les notifications de FontApp sont désactivées. Vous pouvez les réactiver dans les Réglages de l’iPhone.
gl: As notificacións de FontApp están desactivadas. Pódense volver activar nos Axustes do iPhone.
it: Le notifiche di FontApp sono disattivate. Puoi riattivarle nelle Impostazioni dell’iPhone.
pt_pt: As notificações da FontApp estão desativadas. Pode voltar a ativá-las nas Definições do iPhone.

# ios.push.enable
source: Activa els avisos en aquest iPhone
en: Turn on notifications for this iPhone
es: Activar los avisos en este iPhone
eu: Aktibatu abisuak iPhone honetan
fr: Activer les notifications sur cet iPhone
gl: Activar os avisos neste iPhone
it: Attiva gli avvisi su questo iPhone
pt_pt: Ativar os avisos neste iPhone

# ios.push.hint
source: Només el que pot canviar el que estàs a punt de fer: una font que segueixes s’ha assecat o té una incidència, o algú et parla. La resta, a la campaneta.
en: Only what can change what you are about to do: a fountain you follow went dry or has an incident, or someone is talking to you. Everything else goes to the bell.
es: Solo lo que puede cambiar lo que vas a hacer: una fuente que sigues se ha secado o tiene una incidencia, o alguien te habla. Lo demás, en la campana.
eu: Egitera zoazena alda dezakeena bakarrik: jarraitzen duzun iturri bat lehortu da edo gorabehera bat du, edo norbaitek hitz egiten dizu. Gainerakoa, kanpaian.
fr: Seulement ce qui peut changer ce que vous allez faire : une fontaine que vous suivez est à sec ou a un incident, ou quelqu’un vous parle. Le reste, dans la cloche.
gl: Só o que pode cambiar o que vas facer: unha fonte que segues secou ou ten unha incidencia, ou alguén che fala. O demais, na campá.
it: Solo ciò che può cambiare quello che stai per fare: una fontana che segui è asciutta o ha un problema, o qualcuno ti scrive. Il resto, nella campanella.
pt_pt: Só o que pode mudar o que vai fazer: uma fonte que segue secou ou tem um incidente, ou alguém fala consigo. O resto, no sino.

# ios.push.on
source: Avisos activats en aquest iPhone
en: Notifications on for this iPhone
es: Avisos activados en este iPhone
eu: Abisuak aktibatuta iPhone honetan
fr: Notifications activées sur cet iPhone
gl: Avisos activados neste iPhone
it: Avvisi attivi su questo iPhone
pt_pt: Avisos ativados neste iPhone

# ios.push.openSettings
source: Obre els Ajustos
en: Open Settings
es: Abrir Ajustes
eu: Ireki Ezarpenak
fr: Ouvrir Réglages
gl: Abrir Axustes
it: Apri Impostazioni
pt_pt: Abrir Definições

# ios.quick.notNow
source: Ara no
en: Not now
es: Ahora no
eu: Orain ez
fr: Pas maintenant
gl: Agora non
it: Non ora
pt_pt: Agora não

# ios.quick.youSaid
source: Ho vas dir {when}. Si ha canviat, toca el nou estat.
en: You said so {when}. If it has changed, tap the new state.
es: Lo dijiste {when}. Si ha cambiado, toca el nuevo estado.
eu: {when} esan zenuen. Aldatu bada, sakatu egoera berria.
fr: Vous l’avez dit {when}. Si ça a changé, touchez le nouvel état.
gl: Dixéchelo {when}. Se cambiou, toca o novo estado.
it: L’hai detto {when}. Se è cambiato, tocca il nuovo stato.
pt_pt: Disseste-o {when}. Se mudou, toca no novo estado.

# ios.report.add
source: Informa d’un avís o incidència
en: Report a note or issue
es: Reportar un aviso o incidencia
eu: Jakinarazi ohar edo gorabehera bat
fr: Signaler une remarque ou un problème
gl: Informar dun aviso ou incidencia
it: Segnala un avviso o un problema
pt_pt: Reportar um aviso ou incidente

# ios.routes.close
source: Tanca la ruta
en: Close the route
es: Cerrar la ruta
eu: Itxi ibilbidea
fr: Fermer l’itinéraire
gl: Pechar a ruta
it: Chiudi il percorso
pt_pt: Fechar o percurso

# ios.routes.color
source: Color
en: Colour
eu: Kolorea
fr: Couleur
gl: Cor
it: Colore
pt_pt: Cor

# ios.routes.color.blue
source: Blau
en: Blue
es: Azul
eu: Urdina
fr: Bleu
gl: Azul
it: Blu
pt_pt: Azul

# ios.routes.color.cyan
source: Turquesa
en: Teal
eu: Turkesa
fr: Turquoise
it: Turchese

# ios.routes.color.indigo
source: Anyil
en: Indigo
es: Añil
eu: Indigoa
fr: Indigo
gl: Anil
it: Indaco
pt_pt: Anil

# ios.routes.color.pink
source: Rosa
en: Pink
eu: Arrosa
fr: Rose

# ios.routes.color.rose
source: Vermell
en: Red
es: Rojo
eu: Gorria
fr: Rouge
gl: Vermello
it: Rosso
pt_pt: Vermelho

# ios.routes.color.slate
source: Gris fosc
en: Dark grey
es: Gris oscuro
eu: Gris iluna
fr: Gris foncé
gl: Gris escuro
it: Grigio scuro
pt_pt: Cinzento escuro

# ios.routes.delete
source: Elimina
en: Delete
es: Eliminar
eu: Ezabatu
fr: Supprimer
gl: Eliminar
pt_pt: Eliminar

# ios.routes.deleteBody
source: S’eliminarà d’aquest dispositiu i dels altres on tinguis el teu iCloud.
en: It will be deleted from this device and from your others with the same iCloud.
es: Se eliminará de este dispositivo y de los demás donde tengas tu iCloud.
eu: Gailu honetatik eta zure iCloud duten besteetatik ezabatuko da.
fr: Il sera supprimé de cet appareil et de vos autres appareils avec le même iCloud.
gl: Eliminarase deste dispositivo e dos demais onde teñas o teu iCloud.
it: Verrà eliminato da questo dispositivo e dagli altri con il tuo iCloud.
pt_pt: Será eliminado deste dispositivo e dos outros onde tenhas o teu iCloud.

# ios.routes.deleteTitle
source: Vols eliminar «{name}»?
en: Delete “{name}”?
es: ¿Eliminar «{name}»?
eu: «{name}» ezabatu?
fr: Supprimer « {name} » ?
gl: Eliminar «{name}»?
it: Eliminare «{name}»?
pt_pt: Eliminar «{name}»?

# ios.routes.empty
source: Encara no has importat cap ruta. Tria un fitxer GPX per veure les fonts del camí.
en: You have not imported any route yet. Choose a GPX file to see the fountains along the way.
es: Aún no has importado ninguna ruta. Elige un fichero GPX para ver las fuentes del camino.
eu: Oraindik ez duzu ibilbiderik inportatu. Aukeratu GPX fitxategi bat bideko iturriak ikusteko.
fr: Vous n’avez encore importé aucun itinéraire. Choisissez un fichier GPX pour voir les fontaines du parcours.
gl: Aínda non importaches ningunha ruta. Escolle un ficheiro GPX para ver as fontes do camiño.
it: Non hai ancora importato nessun percorso. Scegli un file GPX per vedere le fontane lungo il cammino.
pt_pt: Ainda não importaste nenhum percurso. Escolhe um ficheiro GPX para ver as fontes do caminho.

# ios.routes.hiddenTag
source: amagada
en: hidden
es: oculta
eu: ezkutatuta
fr: masqué
gl: agochada
it: nascosto
pt_pt: oculto

# ios.routes.hide
source: Amaga-la del mapa
en: Hide from the map
es: Ocultarla del mapa
eu: Ezkutatu mapatik
fr: Masquer de la carte
gl: Agochala do mapa
it: Nascondi dalla mappa
pt_pt: Ocultar do mapa

# ios.routes.icloud
source: Les rutes es desen en aquest dispositiu i al teu iCloud, i les tens als altres dispositius. FontApp no les rep.
en: Routes are kept on this device and in your iCloud, so your other devices have them too. FontApp never receives them.
es: Las rutas se guardan en este dispositivo y en tu iCloud, y las tienes en tus otros dispositivos. FontApp no las recibe.
eu: Ibilbideak gailu honetan eta zure iCloud-en gordetzen dira, eta beste gailuetan ere badituzu. FontAppek ez ditu jasotzen.
fr: Les itinéraires sont gardés sur cet appareil et dans votre iCloud, et vous les retrouvez sur vos autres appareils. FontApp ne les reçoit pas.
gl: As rutas gárdanse neste dispositivo e no teu iCloud, e tes elas nos outros dispositivos. FontApp non as recibe.
it: I percorsi restano su questo dispositivo e nel tuo iCloud, e li ritrovi sugli altri dispositivi. FontApp non li riceve.
pt_pt: Os percursos são guardados neste dispositivo e no teu iCloud, e tens-nos nos outros dispositivos. A FontApp não os recebe.

# ios.routes.import
source: Importa un GPX
en: Import a GPX
es: Importar un GPX
eu: Inportatu GPX bat
fr: Importer un GPX
gl: Importar un GPX
pt_pt: Importar um GPX

# ios.routes.local
source: Les rutes només es desen en aquest dispositiu. Inicia sessió a iCloud per tenir-les també als altres.
en: Routes are kept on this device only. Sign in to iCloud to have them on your other devices too.
es: Las rutas solo se guardan en este dispositivo. Inicia sesión en iCloud para tenerlas también en los demás.
eu: Ibilbideak gailu honetan baino ez dira gordetzen. Hasi saioa iCloud-en besteetan ere izateko.
fr: Les itinéraires ne sont gardés que sur cet appareil. Connectez-vous à iCloud pour les avoir aussi sur les autres.
gl: As rutas só se gardan neste dispositivo. Inicia sesión en iCloud para telas tamén nos demais.
it: I percorsi restano solo su questo dispositivo. Accedi a iCloud per averli anche sugli altri.
pt_pt: Os percursos só são guardados neste dispositivo. Inicia sessão no iCloud para os teres também nos outros.

# ios.routes.open
source: Fonts de la ruta
en: Fountains on the route
es: Fuentes de la ruta
eu: Ibilbideko iturriak
fr: Fontaines de l’itinéraire
gl: Fontes da ruta
it: Fontane del percorso
pt_pt: Fontes do percurso

# ios.routes.openTag
source: oberta
en: open
es: abierta
eu: irekita
fr: ouvert
gl: aberta
it: aperto
pt_pt: aberto

# ios.routes.rename
source: Canvia el nom
en: Rename
es: Cambiar el nombre
eu: Aldatu izena
fr: Renommer
gl: Cambiar o nome
it: Rinomina
pt_pt: Mudar o nome

# ios.routes.show
source: Mostra-la al mapa
en: Show on the map
es: Mostrarla en el mapa
eu: Erakutsi mapan
fr: Afficher sur la carte
gl: Amosala no mapa
it: Mostra sulla mappa
pt_pt: Mostrar no mapa

# ios.routes.title
source: Les meves rutes
en: My routes
es: Mis rutas
eu: Nire ibilbideak
fr: Mes itinéraires
gl: As miñas rutas
it: I miei percorsi
pt_pt: Os meus percursos

# ios.search.forget
source: Treu-la de les recents
en: Remove from recent
es: Quitarla de recientes
eu: Kendu azkenetatik
fr: Retirer des récentes
gl: Quitala das recentes
it: Rimuovi dalle recenti
pt_pt: Retirar das recentes

# ios.search.fountains
source: Fonts
en: Fountains
es: Fuentes
eu: Iturriak
fr: Fontaines
gl: Fontes
it: Fontane
pt_pt: Fontes

# ios.search.places
source: Llocs
en: Places
es: Lugares
eu: Lekuak
fr: Lieux
gl: Lugares
it: Luoghi
pt_pt: Locais

# ios.search.prompt
source: Cerca font o lloc
en: Search fountain or place
es: Buscar fuente o lugar
eu: Bilatu iturria edo lekua
fr: Chercher une fontaine ou un lieu
gl: Buscar fonte ou lugar
it: Cerca fontana o luogo
pt_pt: Procurar fonte ou local

# ios.search.title
source: Cerca
en: Search
es: Buscar
eu: Bilatu
fr: Rechercher
gl: Buscar
pt_pt: Pesquisar

# ios.showAll
source: Mostra-les totes ({n})
en: Show all ({n})
es: Mostrar todas ({n})
eu: Erakutsi guztiak ({n})
fr: Tout afficher ({n})
gl: Amosalas todas ({n})
it: Mostra tutte ({n})
pt_pt: Mostrar todas ({n})

# ios.signInPrompt
source: Entra per explicar com raja una font i afegir-hi fotos.
en: Sign in to say how a fountain is flowing and add photos.
es: Entra para contar cómo mana una fuente y añadirle fotos.
eu: Sartu iturri batek nola dakarren ura kontatzeko eta argazkiak gehitzeko.
fr: Connecte-toi pour dire comment coule une fontaine et ajouter des photos.
gl: Entra para contar como bota unha fonte e engadirlle fotos.
it: Accedi per raccontare come scorre una fontana e aggiungere foto.
pt_pt: Entra para contar como está a correr uma fonte e juntar fotografias.

# ios.signUp.emailInvalid
source: Aquest correu no sembla vàlid.
en: That email doesn’t look valid.
es: Ese correo no parece válido.
eu: Posta helbide hori ez dirudi baliozkoa.
fr: Cet e-mail ne semble pas valide.
gl: Ese correo non parece válido.
it: Questa email non sembra valida.
pt_pt: Esse e-mail não parece válido.

# ios.signUp.passwordShort
source: La contrasenya ha de tenir almenys 8 caràcters.
en: The password needs at least 8 characters.
es: La contraseña debe tener al menos 8 caracteres.
eu: Pasahitzak gutxienez 8 karaktere izan behar ditu.
fr: Le mot de passe doit contenir au moins 8 caractères.
gl: O contrasinal debe ter polo menos 8 caracteres.
it: La password deve avere almeno 8 caratteri.
pt_pt: A palavra-passe tem de ter pelo menos 8 caracteres.

# ios.tab.favorites
source: Preferides
en: Favourites
es: Favoritas
eu: Gogokoak
fr: Favoris
gl: Favoritas
it: Preferiti
pt_pt: Favoritas

# ios.takePhoto
source: Fes una foto
en: Take a photo
es: Hacer una foto
eu: Atera argazki bat
fr: Prendre une photo
gl: Facer unha foto
it: Scatta una foto
pt_pt: Tirar uma fotografia

# ios.tip.gpxBody
source: Importa una ruta per veure les fonts del camí, o exporta les fonts del mapa al teu GPS o a una altra app.
en: Import a route to see the fountains along it, or export the fountains on the map to your GPS or another app.
es: Importa una ruta para ver las fuentes del camino, o exporta las fuentes del mapa a tu GPS o a otra app.
eu: Inportatu ibilbide bat bideko iturriak ikusteko, edo esportatu mapako iturriak zure GPSra edo beste aplikazio batera.
fr: Importez un itinéraire pour voir les fontaines du parcours, ou exportez celles de la carte vers votre GPS ou une autre app.
gl: Importa unha ruta para ver as fontes do camiño, ou exporta as fontes do mapa ao teu GPS ou a outra app.
it: Importa un percorso per vedere le fontane lungo il cammino, o esporta quelle della mappa sul tuo GPS o in un'altra app.
pt_pt: Importe uma rota para ver as fontes do caminho, ou exporte as fontes do mapa para o seu GPS ou outra app.

# ios.tip.helpBody
source: Toca aquí i t'ensenyem els controls del mapa d'un en un.
en: Tap here and we will show you the map controls one by one.
es: Toca aquí y te enseñamos los controles del mapa uno a uno.
eu: Ukitu hemen eta maparen kontrolak banan-banan erakutsiko dizkizugu.
fr: Touchez ici pour découvrir les commandes de la carte une par une.
gl: Toca aquí e amosámosche os controis do mapa un a un.
it: Tocca qui e ti mostriamo i controlli della mappa uno per uno.
pt_pt: Toque aqui e mostramos-lhe os controlos do mapa um a um.

# ios.tip.helpTitle
source: Què fa cada botó?
en: What does each button do?
es: ¿Qué hace cada botón?
eu: Zer egiten du botoi bakoitzak?
fr: À quoi sert chaque bouton ?
gl: Que fai cada botón?
it: Cosa fa ogni pulsante?
pt_pt: O que faz cada botão?

# ios.tip.offlineBody
source: Si a la font no hi ha senyal, l'aportació es desa al mòbil i s'envia quan torna la connexió.
en: If there is no signal at the fountain, it is kept on the phone and sent when the connection is back.
es: Si en la fuente no hay señal, la aportación se guarda en el móvil y se envía al volver la conexión.
eu: Iturrian seinalerik ez badago, ekarpena mugikorrean gordetzen da eta konexioa itzultzean bidaltzen da.
fr: S'il n'y a pas de réseau à la fontaine, la contribution est gardée sur le téléphone et envoyée au retour de la connexion.
gl: Se na fonte non hai sinal, a achega gárdase no móbil e envíase ao volver a conexión.
it: Se alla fontana non c’è campo, il contributo resta sul telefono e parte quando torna la connessione.
pt_pt: Se não houver rede na fonte, o contributo fica guardado no telemóvel e é enviado quando voltar a ligação.

# ios.tip.offlineTitle
source: També sense cobertura
en: Works without signal too
es: También sin cobertura
eu: Estaldurarik gabe ere bai
fr: Même sans réseau
gl: Tamén sen cobertura
it: Anche senza campo
pt_pt: Também sem rede
